AndreBaltazar8/abla-embedded/examples/charger-aw32001/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_FREERTOS_HZ=1000
CONFIG_COMPILER_DISABLE_DEFAULT_ERRORS=y
